Repository: Webpixelia/coupons-after-order
Catalog: languages/coupons-after-order-*.po
Languages: es_es, fr_fr

source: Generate coupons after order completion. The sum of the coupons will be equal to the amount of the order.
es_es: Generar cupones tras la finalización del pedido. La suma de los cupones será igual al importe del pedido.
fr_fr: Générez des codes promos une fois la commande terminée. La somme des coupons sera égale au montant de la commande.

source: Coupons After Order for WooCommerce requires <a href="%s" target="_blank">WooCommerce</a> to be installed & activated!.
es_es: ¡Coupons after order for WooCommerce requieren que <a href="%s" target="_blank">WooCommerce</a> esté instalado y activado!.
fr_fr: Les coupons après commande pour WooCommerce nécessitent que <a href="%s" target="_blank">WooCommerce</a> soit installé et activé !.

source: My Coupons
es_es: Mis cupones
fr_fr: Mes coupons

source: Find your still valid personal coupons and their details here.
es_es: Encuentre aquí sus cupones personales aún válidos y sus detalles.
fr_fr: Retrouvez ici vos coupons personnels encore valables et leurs détails.

source: You can click the Copy icon next to the code to copy the code or click Apply coupon.
es_es: Puede hacer clic en el icono Copiar situado junto al código para copiar el código o hacer clic en Aplicar cupón.
fr_fr: Vous pouvez cliquer sur l'icone Copier à côté du code pour copier le code ou sur Appliquer la remise.

source: By clicking on Apply coupon, the coupon will be automatically added to the cart if its conditions are met. Otherwise, it will apply once the conditions are met (e.g. minimum amount).
es_es: Al hacer clic en Aplicar cupón, el cupón se añadirá automáticamente a la cesta si se cumplen sus condiciones. De lo contrario, se aplicará una vez se cumplan las condiciones (por ejemplo, importe mínimo).
fr_fr: En cliquant sur Appliquer la remise, le coupon sera automatiquement ajouté au panier si ses conditions sont remplies. Dans le cas contraire, il s’appliquera une fois les conditions remplies (par exemple montant minimum).

source: Expiration date:
es_es: Fecha de caducidad:
fr_fr: Date d'expiration :

source: Invalid expiration date format
es_es: Formato de fecha de caducidad no válido
fr_fr: Format de date d'expiration invalide

source: No expiration date
es_es: Sin fecha de vencimiento
fr_fr: Pas de date d'expiration

source: Amount:
es_es: Cantidad:
fr_fr: Montant:

source: Remaining uses:
es_es: Usos restantes:
fr_fr: Utilisations restantes :

source: Unlimited
es_es: Ilimitado
fr_fr: Illimité

source: Apply coupon
es_es: Aplicar cupón
fr_fr: Appliquer la remise

source: You don't have any coupons yet.
es_es: Aún no tienes ningún cupón.
fr_fr: Vous n'avez pas encore de coupons.

source: View my coupons
es_es: Ver mis cupones
fr_fr: Voir mes coupons

source: Coupons Details
es_es: Detalles de los cupones
fr_fr: Détails des coupons

source: The start date of validity cannot be later than the expiry date of the coupon.
es_es: La fecha de inicio de validez no puede ser posterior a la fecha de vencimiento del cupón.
fr_fr: La date de début de validité ne peut être postérieure à la date d'expiration du coupon.

source: Please enter a numeric value and the defined decimal separator (%s), without thousands separators or currency symbols
es_es: Ingrese un valor numérico y el separador decimal definido (%s), sin separadores de miles ni símbolos de moneda
fr_fr: Veuillez saisir une valeur numérique et le séparateur décimal défini (%s), sans séparateurs de milliers ni symboles monétaires

source: Show email template
es_es: Mostrar plantilla de correo electrónico
fr_fr: Afficher le modèle d'email

source: Hide email template
es_es: Ocultar plantilla de correo electrónico
fr_fr: Masquer le modèle d'email

source: Error sending test email. Please try again.
es_es: Error al enviar el correo electrónico de prueba. Inténtalo de nuevo.
fr_fr: Erreur lors de l'envoi de l'e-mail de test. Veuillez réessayer.

source: Please enter an email address.
es_es: Por favor introduzca una dirección de correo eléctronico.
fr_fr: Veuillez renseigner une adresse email.

source: Please enter a valid email address.
es_es: Por favor, introduce una dirección de correo electrónico válida.
fr_fr: Veuillez renseigner une adresse email valide.

source: Undefined error
es_es: Error indefinido
fr_fr: Erreur non définie

source: Error during AJAX request:
es_es: Error durante la solicitud AJAX:
fr_fr: Erreur lors de la requête AJAX :

source: Successful processing for all email-value pairs.
es_es: Procesamiento satisfactorio de todos los pares correo electrónico-valor.
fr_fr: Traitement réussi pour toutes les paires e-mail-valeur.

source: The entry format is invalid. Please use the email;amount format.
es_es: El formato de entrada no es válido. Utilice el formato de correo electrónico;monto.
fr_fr: Le format d'entrée n'est pas valide. Veuillez utiliser le format email;montant.

source: %s Settings
es_es: Configuración de %s
fr_fr: Paramètre de %s

source: Settings
es_es: Ajustes
fr_fr: Réglages

source: Email
es_es: Correo electrónico

source: Misc
es_es: Otros
fr_fr: Divers

source: Version
es_es: Versión

source: Coupons generated:
es_es: Cupones generados:
fr_fr: Coupons générés:

source: Coupons Generated
es_es: Cupones generados
fr_fr: Coupons de réduction générés

source: Start date
es_es: Fecha de inicio
fr_fr: Date de début

source: No date
es_es: Sin fecha
fr_fr: Aucune date

source: Error decoding JSON.
es_es: Error al descodificar JSON.
fr_fr: Erreur de décodage de JSON.

source: Email sent.
es_es: Email enviado.
fr_fr: Email envoyé.

source: Coupons after order for WooCommerce is powered by
es_es: Cupones después de la orden para WooCommerce es impulsado por
fr_fr: Coupons after order for WooCommerce est fournie par

source: View Coupons after order for WooCommerce settings
es_es: Ver configuración de Coupons after order for WooCommerce
fr_fr: Afficher les paramètres de Coupons after order for WooCommerce

source: Your promo codes to enjoy the refund offer at %s
es_es: Tus códigos de promoción para disfrutar de la oferta de reembolso en %s
fr_fr: Vos codes de réduction pour profiter de l’offre de remboursement chez %s

source: Thank you for your order
es_es: Gracias por tu pedido
fr_fr: Merci pour votre commande

source: Hello %s,
es_es: Hola %s,
fr_fr: Bonjour %s,

source: To thank you, we are sending you your promo codes corresponding to our full refund offer. You spent %1$s on your last purchase, entitling you to %2$s promo codes, each worth %3$s.
es_es: Para agradecerte, le enviamos sus códigos promocionales correspondientes a nuestra oferta de reembolso completo. Usted gastó %1$s en su última compra, lo que le da derecho a %2$s códigos promocionales, cada uno de ellos con un valor de %3$s.
fr_fr: Pour vous remercier, nous vous envoyons vos codes promo correspondant à notre offre de remboursement intégral. Vous avez dépensé %1$s lors de votre dernier achat, ce qui vous donne droit à %2$s codes promo d'une valeur de %3$s chacun.

source: Each promo code is valid for a minimum cart value of %s.
es_es: Cada código promocional es válido para un valor mínimo de carrito de %s.
fr_fr: Chaque code promo est valable pour un panier d’une valeur minimale de %s.

source: Here are your promo codes: %s
es_es: Aquí están tus códigos promocionales: %s
fr_fr: Voici vos codes de réductions: %s

source: To use these promo codes on your next purchase, simply follow these steps:
es_es: Para usar estos códigos promocionales en tu próxima compra, simplemente sigue estos pasos:
fr_fr: Pour utiliser ces codes promo lors de votre prochain achat, suivez simplement ces étapes :

source: Add the items of your choice to your cart.
es_es: Añade los artículos de tu elección a tu carrito.
fr_fr: Ajoutez les articles de votre choix à votre panier.

source: During the payment process, enter one of these promo codes in the corresponding "Promo Code" box.
es_es: Durante el proceso de pago, introduce uno de estos códigos promocionales en la casilla correspondiente a ‘Código promocional’.
fr_fr: Lors du processus de paiement, saisissez l’un de ces codes promo dans la case «Code Promo» correspondante.

source: The discount of %s will be automatically applied to your order.
es_es: El descuento del %s se aplicará automáticamente a tu pedido.
fr_fr: La réduction de %s sera automatiquement appliquée à votre commande.

source: Please note that these promo codes are valid from %1$s until %2$s and cannot be combined in a single order.
es_es: Tenga en cuenta que estos códigos promocionales son válidos desde %1$s hasta %2$s y no pueden ser combinados en un solo pedido.
fr_fr: Veuillez noter que ces codes promo sont valables de %1$s à %2$s et ne peuvent pas être combinés dans une seule commande.

source: If you have any questions or need assistance, our customer service team is here to help.
es_es: Si tiene alguna pregunta o necesita ayuda, nuestro equipo de atención al cliente está aquí para ayudarle.
fr_fr: Si vous avez des questions ou avez besoin d'aide, notre équipe du service client est là pour vous aider.

source: Thank you for your loyalty. We hope you enjoy this special.
es_es: Gracias por tu lealtad. Esperamos que disfrutes de este especial.
fr_fr: Merci pour votre fidélité. Nous espérons que vous apprécierez cette offre.

source: Best regards
es_es: Atentamente
fr_fr: Cordialement

source: I'm enjoying it now
es_es: Lo estoy disfrutando ahora
fr_fr: J'en profite maintenant

source: Coupons after order Settings
es_es: Ajustes de Coupons after order
fr_fr: Paramètres de Coupons after order

source: Coupons after order Email
es_es: Correo electrónico Coupons after order
fr_fr: Email Coupons after order

source: Coupons after order Misc
es_es: Otros de Coupons after order
fr_fr: Divers de Coupons after order

source: Coupons after order Version
es_es: Versión de Coupons after order
fr_fr: Version de Coupons after order

source: Enable Coupon after order
es_es: Activar cupón después del pedido
fr_fr: Activer la génération de coupons après chaque commande

source: Define start availability date
es_es: Definir fecha de inicio de disponibilidad
fr_fr: Définir la date de début de validité

source: Coupon Validity Type
es_es: Tipo de validez del cupón
fr_fr: Type de validité du coupon

source: Coupon Validity
es_es: Validez del Copón
fr_fr: Validité du coupon

source: Other Parameters
es_es: Otros parámetros
fr_fr: Autres paramètres

source: Email settings
es_es: Ajustes del correo electrónico
fr_fr: Paramètres de l'email

source: Email text to customize with shortcodes
es_es: Texto de correo electrónico para personalizar con códigos cortos
fr_fr: Texte d'e-mail à personnaliser avec des codes courts

source: Email button
es_es: Botón de correo electrónico
fr_fr: Bouton de l'email

source: Coupon design
es_es: Diseño de cupones
fr_fr: Apparence du coupon

source: Remove data on uninstall
es_es: Eliminar datos al desinstalar
fr_fr: Effacer les données lors de la désinstallation

source: Generate coupons manually and send them directly
es_es: Genere cupones manualmente y envíelos directamente
fr_fr: Générez des coupons manuellement et envoyez-les directement

source: Configure generated coupon settings
es_es: Configuración de los cupones generados
fr_fr: Configurez les paramètres des coupons générés

source: Configure the settings of the email received by the buyer
es_es: Configurar los ajustes del correo electrónico recibido por el comprador
fr_fr: Configurez les paramètres de l'email reçu par l'acheteur

source: Display of the customer's name in the event of an order or "Dear customer" if coupons generated manually
es_es: Visualización del nombre del cliente en caso de un pedido o "Estimado cliente" si los cupones se generan manualmente
fr_fr: Affichage du nom du client en cas de commande ou "Cher client" si coupons générés manuellement

source: Displaying billing email, useful if coupons are limited to this email
es_es: Mostrar correo electrónico de facturación, útil si los cupones se limitan a este correo electrónico
fr_fr: Affichage de l'e-mail de facturation, utile si l'usage des coupons est limité à cet e-mail

source: Displaying coupons in list form
es_es: Mostrar cupones en forma de lista
fr_fr: Affichage des coupons sous forme de liste

source: Displaying the coupon amount
es_es: Mostrar el monto del cupón
fr_fr: Affichage du montant du coupon

source: Displaying the total order amount
es_es: Mostrar el monto total del pedido
fr_fr: Affichage du montant total de la commande

source: Displaying the number of coupons generated
es_es: Mostrar el número de cupones generados
fr_fr: Affichage du nombre de coupons générés

source: Displaying the minimum basket amount to use the coupon
es_es: Mostrar el monto mínimo del carrito para usar el cupón
fr_fr: Affichage du montant minimum du panier pour utiliser le coupon

source: Displaying the date of the order
es_es: Mostrar la fecha del pedido
fr_fr: Affichage de la date de la commande

source: Displaying the expiry date
es_es: Mostrar la fecha de vencimiento
fr_fr: Affichage de la date d'expiration

source: Displaying a button
es_es: Mostrar un botón
fr_fr: Afficher un bouton d'appel à l'action

source: Shortcodes:
es_es: Códigos cortos:
fr_fr: Codes courts:

source: Find here various administration options
es_es: Encuentre aquí varias opciones de administración
fr_fr: Retrouvez ici différentes options d'administration

source: Installed version %s
es_es: Versión instalada %s
fr_fr: Version installée %s

source: Define start availability date?
es_es: ¿Definir fecha de inicio de disponibilidad?
fr_fr: Définir la date de début de validité ?

source: Yes
es_es: Sí
fr_fr: Oui

source: Coupon Start Date:
es_es: Fecha de inicio del cupón:
fr_fr: Date de début du coupon :

source: Enter the desired date on which the coupon will be published and therefore valid. Please note, enter a date before the expiration date of the coupon if you have configured it.
es_es: Ingrese la fecha deseada en la que se publicará el cupón y, por lo tanto, será válido. Tenga en cuenta que ingrese una fecha anterior a la fecha de vencimiento del cupón si lo ha configurado.
fr_fr: Renseignez la date désirée à laquelle le coupon sera publié et donc valable. Attention, renseignez une date antérieure à la date d'expiration du coupon si vous l'avez configurée.

source: Coupon Validity (Days)
es_es: Validez del cupón (días)
fr_fr: Validité du coupon (Jours)

source: Coupon Validity (Date)
es_es: Validez del cupón (fecha)
fr_fr: Validité du coupon (Date)

source: Coupon Validity Days:
es_es: Días de validez del cupón:
fr_fr: Validité du coupon en jours:

source: Days
es_es: Días
fr_fr: Jours

source: Coupon Validity Date:
es_es: Fecha de validez del cupón:
fr_fr: Date de validité du coupon:

source: Number of Coupons Generated:
es_es: Número de cupones generados:
fr_fr: Nombre de coupons générés:

source: Limit Usage of Coupons Generated:
es_es: Limitar el uso de los cupones generados:
fr_fr: Limite d'utilisation des coupons générés:

source: How many times this coupon can be used before it is void.
es_es: Cuántas veces se puede utilizar este cupón antes de que quede anulado.
fr_fr: Combien de fois ce coupon peut-il être utilisé avant qu'il ne soit invalide.

source: Individual use only:
es_es: Solo uso individual:
fr_fr: Utilisation individuelle uniquement:

source: Check this box if the promo code cannot be used in conjunction with other promo codes.
es_es: Marque esta casilla si el código de promoción no se puede utilizar junto con otros códigos de promoción.
fr_fr: Cochez cette case si le code promo ne peut être utilisé conjointement avec d’autres codes promo.

source: Minimum amount:
es_es: Importe mínimo:
fr_fr: Montant minimum:

source: No minimum
es_es: Sin mínimo
fr_fr: Aucun minimum

source: If empty, it is the amount of the individual coupon.
es_es: Si está vacío, es el monto del cupón individual.
fr_fr: Si vide, il s'agit du montant du coupon individuel.

source: Limit to the buyer email:
es_es: Límite al correo electrónico del comprador:
fr_fr: Limiter à l'e-mail de l'acheteur :

source: If checked, only the order billing email address will be able to benefit from the coupons generated
es_es: Si está marcado, solo la dirección de correo electrónico de facturación del pedido podrá beneficiarse de los cupones generados
fr_fr: Si cochée, seule l'adresse email de facturation de la commande pourra bénéficier des coupons générés

source: Coupon prefix:
es_es: Prefijo de cupón:
fr_fr: Préfixe du coupon:

source: "ref" by default
es_es: "ref" por defecto
fr_fr: "ref" par défaut

source: If empty, by default, it is "ref" and the code is in this form "refOrderID-RandomNumber"
es_es: Si está vacío, de forma predeterminada, es "ref" y el código tiene este formato "refIDpedido-NúmeroAeatorio"
fr_fr: Si vide, par défaut, il s'agit de "ref" et le code est sous cette forme "refCommandeN°-ChiffreAléatoire"

source: URL Parameter link:
es_es: Enlace de parámetro en URL:
fr_fr: Lien du paramètre dans l'URL :

source: "apply_coupon" by default
es_es: "apply_coupon" por defecto
fr_fr: "apply_coupon" par defaut

source: If empty, by default, it is "apply_coupon"
es_es: Si está vacío, por defecto es "apply_coupon"
fr_fr: Si vide, par défaut, ce sera "apply_coupon"

source: Email subject:
es_es: Asunto del correo electrónico:
fr_fr: Sujet de l'email:

source: Email header:
es_es: Encabezado del correo electrónico:
fr_fr: En-tête de l'email:

source: Button title:
es_es: Título del botón:
fr_fr: Titre du bouton :

source: Button URL:
es_es: URL del botón:
fr_fr: URL du bouton :

source: Button color:
es_es: Color del botón:
fr_fr: Couleur de police du bouton :

source: Button background color:
es_es: Color de fondo del botón:
fr_fr: Couleur de fond du bouton :

source: Button font size (px):
es_es: Tamaño de fuente del botón (px):
fr_fr: Taille de police du bouton :

source: Coupon font color:
es_es: Color de fuente del cupón:
fr_fr: Couleur de police du coupon:

source: Coupon background color:
es_es: Color de fondo del cupón:
fr_fr: Couleur de fond du coupon:

source: Check this box if you would like to completely remove all of its data upon plugin deletion.
es_es: Marque esta casilla si desea eliminar por completo todos sus datos al eliminar el complemento.
fr_fr: Cochez cette case si vous souhaitez supprimer complètement toutes ses données lors de la suppression du plugin.

source: Enter the information as follows: "email;order_amount". The email and the amount must be separated by ";" and the decimal separator is "."
es_es: Introduzca la información de la siguiente manera: "email;importe_pedido". El correo electrónico y el importe deben ir separados por ";" y el separador decimal es "."
fr_fr: Saisissez les informations comme suit : "email;order_amount". L'email et le montant doivent être séparés par ";" et le séparateur décimal est "."

source: Generate and send
es_es: Generar y enviar
fr_fr: Générer et envoyer

source: Coupon QR Code
es_es: Código QR del cupón
fr_fr: QR Code du coupon

source: Save coupon then QR code will be generated
es_es: Guarda el cupón y se generará el código QR
fr_fr: Enregistrez le coupon, puis le code QR sera généré

source: Gift coupon
es_es: Cupón regalo
fr_fr: Bon cadeau

source: My coupon code
es_es: Mi código de cupón
fr_fr: Mon code promo

source: Coupon generated manually for #
es_es: Cupón generado manualmente para #
fr_fr: Coupon généré manuellement pour #

source: Coupon for order #
es_es: Cupón para el pedido #
fr_fr: Coupon pour la commande #

source: An error occurred while sending your coupons by email (Email template not found). Please contact us to collect your coupons.
es_es: Se produjo un error al enviar sus cupones por correo electrónico (no se encontró la plantilla de correo electrónico). Por favor contáctenos para recoger sus cupones.
fr_fr: Une erreur s'est produite lors de l'envoi de vos coupons par email (Modèle d'email introuvable). Veuillez nous contacter pour récupérer vos coupons.

source: As a reminder, here is your order number to communicate to us: %s
es_es: Como recordatorio, aquí tienes tu número de pedido para comunicárnoslo: %s
fr_fr: Pour rappel, voici votre numéro de commande à nous communiquer : %s

source: Dear customer
es_es: Estimado cliente
fr_fr: Cher·ère client·e

source: Email Model
es_es: Modelo de correo electrónico
fr_fr: Modèle d'email

source: You can test the email template that will be sent to the buyer:
es_es: Puedes probar la plantilla de correo electrónico que se enviará al comprador:
fr_fr: Vous pouvez tester le modèle d'email qui sera envoyé au client :

source: Send email test
es_es: Enviar correo electrónico de prueba
fr_fr: Envoyer un e-mail test

source: Test email sent successfully!
es_es: ¡El correo electrónico de prueba se envió correctamente!
fr_fr: E-mail test envoyé avec succès !

source: You can view the email template that will be sent to the buyer:
es_es: Puede ver la plantilla de correo electrónico que se enviará al comprador:
fr_fr: Vous pouvez consulter le modèle d'e-mail qui sera envoyé à l'acheteur :

source: View directly below the changes you made in the text editors
es_es: Vea directamente debajo los cambios que realizó en los editores de texto
fr_fr: Visualisez directement ci-dessous les modifications que vous avez apportées dans les éditeurs de texte

source: No
fr_fr: Non
